* >Natural Source Header 000000
* :Mode S
* :CP windows-1252
* <Natural Source Header
/** New Program PAXMLEX4.
/**
/** :author brtdo
/* TODO Enter your code here
/* using the namespace clause

END
